sensorOpt/con/5.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225122;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       225522;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225722;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       226122;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112657;
        startFace       226322;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112657;
        startFace       338979;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          337;
        startFace       451636;
    }
)

// ************************************************************************* //
